---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToConvertGroupsToLinks
source: html/9035f2f7-8520-385f-de43-ecd39ba12a27.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToConvertGroupsToLinks Property

Unable to convert the selected groups to links.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToConvertGroupsToLinks { get; }
```